Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: The news was confirmed also by the head of the Civil Protection, Angelo Borrelli.
es: [115]​ La noticia fue confirmada también por el jefe de Protección Civil, Angelo Borrelli.

source: Subsequently, air travel was to cease shortly between Morocco and Austria, Bahrain, Belgium, Brazil, Canada, Chad, Denmark, Egypt, Germany, Greece, Jordan, Lebanon, Mali, Mauritania, Netherlands, Niger, Norway, Oman, Portugal, Senegal, Switzerland, Sweden, Tunisia, Turkey and the UAE.
es: Posteriormente, se extendió a Alemania, Austria, Bahrein, Bélgica, Brasil, Canadá, Chad, Dinamarca, Egipto, Grecia, Jordania, Líbano, Malí, Mauritania, Níger, Noruega, Omán, Países Bajos, Portugal, Senegal, Suiza, Suecia, Túnez, Turquía y los Emiratos Árabes Unidos.

source: Management in animal use
es: Papel de los animales

source: On 24 February, an 84-year-old man with pre-existing medical conditions from Villa di Serio died in Bergamo while hospitalised in the Papa Giovanni XXIII Hospital.
es: El 24 de febrero, un hombre de 84 años con condiciones médicas preexistentes de Villa di Serio murió en Bergamo mientras estaba hospitalizado en el Hospital Papa Giovanni XXIII.

source: Deputy in the Madrid Assembly Jaime de Berenguer (of Vox party) has harshly criticized the series calling it propaganda.
es: El diputado en la Asamblea de Madrid Jaime de Berenguer (perteneciente a VOX) ha criticado con dureza a la serie tildándola de propaganda.

source: On 21 March, the first case was confirmed.
es: Hay 101 casos confirmados.

source: The top two teams of the tournament qualify for the 2020 Summer Olympics women's football tournament in Japan as the AFC representatives, together with Japan (which already qualified for the 2020 Summer Olympics as the host nation, and did not participate in the qualifying stage).
es: Los dos mejores equipos del torneo clasificarán para el torneo de fútbol femenino de los Juegos Olímpicos de Tokio 2020, como los representantes de la AFC, junto a Japón que ya está clasificado por ser el anfitrión.

source: Several of the tumors were located in common injection sites and had similar histologic features to VAS in cats.
es: Varios de los tumores estaban localizados en puntos típicos de inyección y presentaban características histólogicas similares a las de VAS en gatos.

source: Often, multiple incisions are made and left open until the swelling has reduced.
es: A menudo se hacen múltiples incisiones que se dejan abiertas hasta que se haya reducido la inflamación.

source: Black Monday I (9 March)
es: 9 de marzo: Lunes negro

source: "Time argued for three possible risks: that preparations for the November 2020 Glasgow conference planned to follow the 2015 Paris Agreement were disrupted; that the public would see global warming as a lower priority issue than the pandemic, weakening the pressure on politicians; and that a desire to ""restart"" the global economy would cause an excess in extra greenhouse gas production."
es: "La revista Time argumentó tres riesgos posibles: que las preparaciones para la conferencia de noviembre de 2020 en Glasgow para proseguir el Acuerdo de París de 2015 se interrumpan; que el público vea el calentamiento global como una prioridad más baja que la pandemia, debilitando la presión en los políticos; y que el deseo de ""reiniciar"" la economía global cause un exceso la producción extra de gases del efecto invernadero."

source: The country recorded its first death on 30 March 2020.
es: El país registró su primera muerte el 30 de marzo de 2020.

source: Biotrauma involves the lung suffering injury from any mediators of the inflammatory response or from bacteremia.
es: Biotrauma implica que el pulmón sufre una lesión de cualquier mediador de la respuesta inflamatoria o de bacteriemia.

source: All passengers on flights arriving from risk areas must complete forms for their 14-day mandatory isolation and subsequent control.
es: [14]​ Además, todos los pasajeros de vuelos arribados de zonas de riesgo, deben completar formularios tendientes a su aislamiento obligado de 14 días y control posterior.

source: During the Zoom announcement, Charli XCX set a release date of 15 May 2020.
es: Durante el anuncio de Zoom, estableció una fecha de lanzamiento para el 15 de mayo de 2020.

source: IndustryFord Motor Company, Honda and Audi closed their manufacturing plants in Mexico on 18 March.
es: Las compañías automotrices Honda, Audi y Ford anunciaron el cese temporal de sus operaciones de manufactura en las plantas ubicadas en México a partir de finales de marzo de 2020.

source: On 31 December 2019, Taiwan Centers for Disease Control (CDC) implemented inspection measures for inbound flights from Wuhan, China in response to reports of an unidentified outbreak.
es: El 31 de diciembre de 2019, los Centros de Control de Enfermedades de Taiwán (CDC) implementaron medidas de inspección para vuelos entrantes desde Wuhan, China, en respuesta a informes de un brote no identificado.

source: Scope of the Dental Public Health
es: Alcance de la salud pública dental

source: 7 MarchA student of Colegio Santa María de los Rosales in Madrid tested positive for the coronavirus.
es: Un estudiante del Colegio Santa María de los Rosales en Madrid da positivo por coronavirus.

source: On 17 March it was learned that other wedding attendees, three students at a private university who had attended in-person classes since then, had tested positive for the coronavirus.
es: El 17 de marzo se supo que otros asistentes a la boda de 500 personas, tres estudiantes de una universidad privada que concurrieron a sus cursos presenciales desde entonces, dieron positivo al coronavirus.

source: On 8 March, the Costa Rican Ministry of Health and the National Emergency Committee (CNE) raised the sanitary alert level to yellow.
es: El Ministerio de Salud de Costa Rica y la Comisión Nacional de Emergencias (CNE), elevaron el nivel de alerta sanitaria a amarillo.

source: The results of the election showed a close contest between three parties.
es: Los resultados de la elección mostraron una estrecha competencia entre los tres partidos.

source: 2020 coronavirus pandemic in Turkish Republic of Northern Cyprus
es: Pandemia de enfermedad por coronavirus de 2020 en Chipre del Norte

source: On 29 February 2020, a woman who had arrived in Ecuador on 14 February from Spain tested positive for SARS-CoV-2 and became the first case of coronavirus in the country.
es: El 29 de febrero, una mujer que llegó a Ecuador el 14 de febrero desde España da positivo en SARS-CoV-2 y se convierte en el primer caso de coronavirus en el país.

source: Due to personnel shortages, six toll gates on the Tōkai and Manba routes of the expressway network were closed over the weekend.
es: Debido a la escasez de personal, seis puertas de peaje en la autopista Tokai y Manba se cerraron durante el fin de semana.

source: Grand Princess was allowed to dock on 9 March in the industrial Port of Oakland, and some of the passengers were gradually disembarked, starting with those in acute need of medical treatment.
es: [7]​[8]​ Se anunció que a la Gran Princesa se le permitirá atracar el 9 de marzo en el puerto industrial de Oakland, y finalmente se le permitirá desembarcar, comenzando con aquellos que necesitan tratamiento médico.

source: Three students out of 800 who came from UK and were under self isolated quarantine for 14 days, have tested positive.
es: Tres de cada 800 estudiantes que vinieron del Reino Unido y estuvieron bajo cuarentena aislada durante 14 días, dieron positivo en COVID-19.

source: "On 7 April 2020, Charli shared snippets of a song called ""Forever"" on social media."
es: [8]​[3]​ El 7 de abril del mismo año, compartió fragmentos de una canción llamada «Forever» en las redes sociales.

source: Textbook of Microbiology by Prof. C P Baveja, ISBN 81-7855-266-3
es: Microbiology Prof. C. P. Baveja, ISBN 81-7855-266-3

source: The symptoms of rhabdomyolysis depend on its severity and whether kidney failure develops.
es: Los síntomas dependen de la gravedad de la rabdomiólisis y de si se desarrolla un cuadro de insuficiencia renal o no.

source: In Catalonia, a 36-year-old Italian woman living in Spain, who visited Bergamo and Milan from 12 to 22 February, also tested positive in Barcelona.
es: En Cataluña, una mujer italiana de 36 años residente en España, que visitó Bérgamo y Milán del 12 al 22 de febrero, da positivo en Barcelona.

source: Prions, resulting in Creutzfeldt–Jakob disease (CJD) and its variant (vCJD)
es: Priones, que provocan la enfermedad de Creutzfeldt-Jakob.

source: Murillo also claimed that medical supplies were sent by Venezuela as well.
es: Murillo también afirmó que Venezuela también envió suministros médicos.

source: In the Rio Political Declaration on Social Determinants of Health, several key areas of action were identified to address inequalities, including promotion of participatory policy-making processes, strengthening global governance and collaboration, and encouraging developed countries to reach a target of 0.7% of gross national product (GNP) for official development assistance.
es: [7]​[8]​ En la Declaración Política de Rio sobre los Determinantes Sociales de la Salud, varias áreas principales de acción fueron identificadas para dirigirse a las desigualdades, incluyendo promoción de procesos participativos de formulación de pólizas, fortaleciendo la gobernancia global, y la colaboración, y animando a los países desarrollados a alcanzar un objetivo de 0.7% del producto nacional para el desarrollo de la asistencia oficial.

source: Several other films soon followed in postponing their releases worldwide: the heavily-promoted Polish slasher film W lesie dziś nie zaśnie nikt (Nobody Sleeps in the Woods Tonight) was postponed from March 13 to some point in the future when the situation had settled, and the political documentary Slay the Dragon had its theatrical release moved from March 13 to April 3.
es: [41]​ Varias otras películas pronto siguieron para posponer sus lanzamientos en todo el mundo: la película polaca fuertemente promovida W lesie dziś nie zaśnie nikt (Nadie duerme en el bosque esta noche) se pospuso del 13 de marzo a algún punto en el futuro cuando la situación se resolviera,[42]​ y el documental político Slay the Dragon tuvo su estreno en cines movido del 13 de marzo al 3 de abril.

source: As coronavirus put Europe and the United States in virtual lockdown, financial economists, credit rating and country risk experts have scrambled to rearrange their assessments in light of the unprecedented geo-economic challenges posed by the crisis.
es: A medida que el coronavirus puso a Europa y Estados Unidos en aislamiento virtual, los economistas financieros, la calificación crediticia y los expertos del riesgo por país se han apresurado a reorganizar sus evaluaciones a la luz de los desafíos geoeconómicos sin precedentes que plantea la crisis.

source: He also worked as a photographer for Amnesty International.
es: También trabajó como fotógrafo para Amnistía Internacional [1]​ Junto a la fotografía, trabajaba en un supermercado.

source: Breisky objected that Semmelweis had not proved that puerperal fever and pyemia are identical, and he insisted that other factors beyond decaying organic matter certainly had to be included in the etiology of the disease.
es: Breisky aducía que Semmelweis no había demostrado que la fiebre puerperal y la piemia (infección purulenta, caracterizada por la formación de numerosos abscesos en distintas partes del cuerpo) fuesen idénticas, e insistía que otros factores más allá de la materia orgánica en putrefacción habían de ser considerados en la etiología de la enfermedad.

source: Kim Jong-un sent a letter to South Korean president Moon Jae-in as a show of support amidst the outbreak in South Korea.
es: Kim Jong-un envió una carta al presidente de Corea del Sur, Moon Jae-in, como muestra de apoyo en medio del brote epidémico en Corea del Sur.

source: It has attracted international medical and political attention as well as large-scale funding since it was identified in the 1980s.
es: [20]​ El VIH/sida ha atraído la atención internacional médica y política así como financiación masiva desde su identificación en los años 1980.

source: He said that the weekly curriculum would be structured and the necessary training and education support would be provided by EBA on the Internet and TRT on television, and they had taken whatever measures that were necessary to prevent interruptions and delays in educational programs.
es: Dijo que el plan de estudios semanal estaría estructurado y que la EBA proporcionaría la capacitación y el apoyo educativo necesarios por Internet y TRT por televisión, y que habían tomado todas las medidas necesarias para evitar interrupciones y retrasos en los programas educativoss.

source: After further development and testing, this method could be of great value in surveillance as a blood- or urine-based screening test for BSE.
es: Después de un mayor desarrollo y pruebas, este método podría ser de gran valor en la vigilancia como una prueba de detección basada en sangre u orina para la EEB.

source: Even with a 10 million bpd cut, the International Energy Agency estimated that global oil stockpiles will still increase by 15 million bpd.
es: Incluso con un recorte de 10 millones de bpd, la Agencia Internacional de Energía estimó que las reservas mundiales de petróleo seguirán aumentando en 15 millones de bpd.

source: Yemeni officials also stepped up to battle against the threat from the coronavirus.
es: [12]​ Las autoridades yemeníes también se han movilizado para luchar contra la amenaza del coronavirus.

source: In Salto there are 80 suspected cases in quarantine.
es: [54]​ En Salto son 80 los casos sospechosos en cuarentena.

source: Percentage box office losses (outside of mainland China) for January to March 3, 2020 are: 70–75% in Italy, 60% in South Korea, 35% in Hong Kong, the Philippines, and Singapore, and 30% in Taiwan.
es: El porcentaje de pérdidas de taquilla (fuera de China continental) del 3 de enero al 3 de marzo de 2020 es: 70-75% en Italia, 60% en Corea del Sur, 35% en Hong Kong, Filipinas y Singapur, y 30% en Taiwán.

source: These are widely used to sterilize articles that can withstand high temperatures and not get burnt, like glassware and powders.
es: Estos hornos son ampliamente utilizados para esterilizar artículos que pueden soportar altas temperaturas y no se queman ni degradan, como material de vidrio o de metal[2]​ y sustancias estables en polvo.

source: On 8 March, the MOH announced 4 more cases.
es: El 8 de marzo, el Ministerio de Salud anunció 4 casos más.

source: However, they were kept in quarantine for two additional weeks before allowed to return home.
es: [26]​ Sin embargo, se les mantuvo en cuarentena por dos semanas adicionales antes de permitirles regresar a sus casas.

source: As of 14 April, fourteen of those who were on board have died from the disease.
es: A partir del 24 de marzo, 10 de los que estaban a bordo murieron a causa de la enfermedad.

source: People may leave their houses if they need medical attention.
es: Las personas podrán salir de sus domicilios en caso de que requieran atención de salud.

source: His friends were unable to contact him after 7 pm UTC+8 on 6 February.
es: Sus amigos no pudieron contactarlo desde las 7 p. m. UTC + 8 del 6 de febrero.

source: By opening the lung and keeping the lung open RACE (and VALI) is reduced.
es: Al abrir el pulmón y mantener el pulmón abierto, se reduce la RACE (y VALI).

source: A 32-year-old man from Rottweil, Baden-Württemberg, who had visited Codogno, Italy with his family on 23 February, tested positive and was admitted to a hospital for isolation.
es: Un hombre de 32 años de Rottweil, Baden-Württemberg, que visitó Codogno con su familia el 23 de febrero, dio positivo y fue ingresado en un hospital por aislamiento.

source: March 17: Vázquez sends a letter to the Federal Aviation Administration with three independent requests.
es: 17 de marzo: Vázquez envía una carta a la Administración Federal de Aviación con tres solicitudes independientes.

source: The very same day the KCDC announced that the second patient had been released from hospital after being tested negative in consecutive tests, becoming the country's first coronavirus patient to fully recover.
es: El mismo día, el KCDC anunció que el segundo paciente había sido dado de alta del hospital después de haber resultado negativo en pruebas consecutivas, convirtiéndose en el primer paciente de coronavirus del país en recuperarse por completo.

source: The regional government of La Rioja announced the suspension of classes for a period of two weeks.
es: El gobierno regional de La Rioja anuncia la suspensión de las clases por un período de dos semanas.

source: "Cyber-criminals use deceptive domains such as ""cdc-gov.org"" instead of the correct ""cdc.gov"", or even spoof the original domain so it resembles specific websites."
es: "Los ciberdelincuentes usan dominios engañosos como ""cdc-gov.org"" en lugar del ""cdc.gov"" correcto, o incluso falsifican el dominio original para que se parezca a sitios web específicos."

source: "On 13 March 2020, Bishop Elaine JW Stanovsky of the Pacific Northwest Annual Conference of the United Methodist Church issued a statement that would be updated no later than the start of Holy Week, which directed ""the local churches of any size and other ministries in the states of Alaska, Idaho, Oregon and Washington to suspend in-person worship and other gatherings of more than 10 people for the next two weeks""."
es: "[35]​ El 13 de marzo de 2020, la obispo Elaine JW Stanovsky de la Conferencia Anual del Noroeste del Pacífico de la Iglesia Metodista Unida emitió una declaración que se actualizará a más tardar al comienzo de la Semana Santa, que dirigió ""las iglesias locales de cualquier tamaño y otros ministerios en los estados de Alaska, Idaho, Oregón y Washington suspenderán el culto en persona y otras reuniones de más de 10 personas durante las próximas dos semanas""."

source: Treatment of shock is based on the likely underlying cause.
es: Los tratamientos específicos dependen de la causa.

source: A young woman, who had travelled to Milan, tested positive in Basel-Stadt.
es: Una joven, que había viajado a Milán, dio positivo en Basilea-Ciudad.

source: The announcement came as the ship approached San Francisco with 3,533 passengers aboard (2,422 guests and 1,111 crew members, with 54 nationalities), some of whom were reporting symptoms consistent with the disease, and the ship was held offshore by authorities for quarantine and testing of some of the passengers and crew.
es: El anuncio se produjo cuando el barco se acercó a San Francisco con 3.533 pasajeros a bordo (2.422 invitados y 1.111 miembros de la tripulación, con 54 nacionalidades), algunos de los cuales informaron síntomas consistentes con la enfermedad, y el barco fue mantenido en alta mar por las autoridades para su cuarentena y pruebas de algunos de los pasajeros y la tripulación.

source: A number of Hollywood film companies have suspended production and delayed the release of some films.
es: Una gran cantidad de películas de Hollywood han suspendido sus producciones,[155]​ y los estudios han retrasado el lanzamiento de múltiples películas futuras.

source: The dual settings allow the patient to get more air in and out of their lungs.
es: La configuración dual permite al paciente obtener más aire dentro y fuera de sus pulmones.

source: Member of Expediency Discernment Council Ali Akbar Velayati was infected with the virus.
es: Miembro del Consejo de Discernimiento de Expediencia Ali Akbar Velayati.

source: The wholesale cost in the developing world as of 2015 is about 0.42 USD per vial of four milligrams.
es: El costo mayorista en el mundo en desarrollo para el año 2015 fue de aproximadamente US$0,42 por vial de cuatro miligramos.

source: Diagnosis of BSE continues to be a practical problem.
es: El diagnóstico de EEB sigue siendo un problema práctico.

source: On 9 February, a 55-year-old woman, a neighbour of case No. 5, tested positive; the 14th case.
es: El 9 de febrero, una mujer de 55 años, vecina del caso número 5, dio positivo; el decimocuarto caso.

source: In a statement published on his Twitter account, Minister of Health Fahrettin Koca announced that an 85-year-old woman had lost her life, adding that there were 168 new confirmed cases.
es: [37]​ En un comunicado publicado en su cuenta de Twitter, el ministro de Salud, Fahrettin Koca, anunció que una mujer de 85 años había perdido la vida y agregó que había 168 nuevos casos confirmados.

source: "In response to the donation, European Commission President Ursula von der Leyen wrote in a tweet that the European Union ""really appreciate[d] this gesture of solidarity."""
es: "[87]​ En respuesta a la donación, la presidenta de la Comisión Europea, Ursula von der Leyen, escribió en un tuit que la Unión Europea ""Realmente aprecio este gesto de solidaridad""."

source: Role within health services
es: Función dentro de los servicios de salud.

source: It has been identified as an anthem of resistance and overcoming of the health crisis.
es: La canción se ha identificado como un himno de resistencia y superación ante la crisis sanitaria.

source: The Semmelweis Orvostörténeti Múzeum (Semmelweis Medical History Museum) is located in the former home of Semmelweis.
es: El Semmelweis Orvostörténeti Múzeum (Museo Semmelweis de historia de la medicina) está establecido en su antigua residencia en Budapest, Hungría.

source: Symptoms are also dependent on the injury's severity.
es: [31]​ Los síntomas también dependen de la gravedad de la lesión.

source: Jimmy Fallon, Jimmy Kimmel, and Stephen Colbert hosted the show, which was a syndicated broadcast that aired on April 18, 2020.
es: [34]​ Jimmy Fallon, Jimmy Kimmel y Stephen Colbert fueron los presentadores del programa, cuya transmisión estuvo programada para el 18 de abril de 2020 a través de ABC, CBS y NBC.

source: On Monday, 24 February 2020, the Dow Jones Industrial Average and FTSE 100 dropped more than 3% as the coronavirus outbreak spread worsened substantially outside China over the weekend.
es: El mercado bursátil había sido extremadamente volátil desde el lunes 24 de febrero de 2020, cuando el Dow Jones Industrial Average y el FTSE 100 cayeron más del 3% a medida que el brote de COVID-19 empeoró sustancialmente fuera de China durante el fin de semana.

source: Even workers with prolonged silica exposure, but without silicosis, are at a similarly increased risk for TB.
es: Incluso los trabajadores con exposición a la sílice prolongada, pero sin silicosis, tienen un riesgo mayor para la tuberculosis.

source: Confirmed cases have been reported in all of Canada's provinces and territories except Nunavut.
es: Se han informado casos confirmados en todas las provincias y territorios de Canadá, excepto en Nunavut.

source: Many festivals and events have been cancelled or postponed.
es: Se han cancelado o pospuesto múltiples festivales y eventos.

source: On 29 February, after the case in Queensland, the government extended the enforced quarantine to people returning from Iran, requiring them to spend a fortnight in a third country before being allowed into Australia.
es: 29 de febrero: después del último caso en Queensland, el gobierno extendió la cuarentena forzada a las personas que regresaran de Irán, exigiéndoles que pasen una quincena en un tercer país antes de que se les permita ingresar a Australia.

source: Development and testing of more effective vaccines is underway.
es: Actualmente está en curso el desarrollo y prueba de vacunas más efectivas.
